driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilwithSeqTest21/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://localhost/RepeatUntilBpel/RepeatUntilwithSeq">
  <soapenv:Body>
    <rep:part1>Test Sequence</rep:part1>
    <rep:part2>4</rep:part2>
  </soapenv:Body>
</soapenv:Envelope>